OpenFOAM files/run/onlyOneTree/LAD5e10/LoD3/conifer_im/0/include/ABLConditions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

Uref                 4.97;
Zref                 10;
zDir                 (0 0 1);
flowDir              (0 1 0);
z0                   uniform 0.2;
zGround              uniform 0;

// ************************************************************************* //
